NSCameraUsageDescription = "La caméra est utilisée pour les appels vidéo";
NSMicrophoneUsageDescription = "Le micro est utilisé pour les appels audio et vidéo";
NSPhotoLibraryUsageDescription = "L'accès à la bibliothèque photo est nécessaire pour partager des images et des vidéos depuis votre appareil";
NSContactsUsageDescription = "Contacts access is needed to match your address book contacts with contacts in your server";
NSLocationWhenInUseUsageDescription = "It is needed to share your location with others";
